tap "derailed/k9s"
tap "go-task/tap"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "git"
brew "asdf"
brew "aztfexport"
brew "python@3.11"
brew "azure-cli"
brew "clang-format"
brew "cloud-sql-proxy"
brew "cmake"
brew "delve"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "openvino"
brew "tesseract"
brew "ffmpeg"
brew "guile"
brew "jq"
brew "lsd"
brew "openjdk@11"
brew "pinact"
brew "protobuf"
brew "redis"
brew "starship"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "derailed/k9s/k9s"
brew "go-task/tap/go-task"
cask "alfred"
cask "bloomrpc"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "gcloud-cli"
cask "intellij-idea-ce"
cask "iterm2"
cask "meetingbar"
cask "multipass"
cask "ngrok"
cask "obsidian"
cask "raycast"
cask "skitch"
cask "slack"
cask "tableau"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "wireshark-app"
cask "zed"
vscode "1yib.rust-bundle"
vscode "42crunch.vscode-openapi"
vscode "bierner.markdown-mermaid"
vscode "blanu.vscode-styled-jsx"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equimper.react-native-react-redux"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "jakebecker.elixir-ls"
vscode "jebbs.plantuml"
vscode "mitchdenny.ecdc"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "skyran.js-jsx-snippets"
vscode "teamsdevapp.ms-teams-vscode-extension"
vscode "vadimcn.vscode-lldb"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
vscode "zoellner.openapi-preview"
vscode "zxh404.vscode-proto3"
